tap "heroku/brew"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "pycparser"
brew "awscli"
brew "docker"
brew "docutils"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "git"
brew "icu4c@75"
brew "imagemagick"
brew "libffi"
brew "libzip"
brew "neovim"
brew "node"
brew "nvm"
brew "pgvector"
brew "php"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "tig"
brew "tmux"
brew "yarn"
brew "yt-dlp"
brew "heroku/brew/heroku"
cask "mitmproxy"
cask "ngrok"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "tobermory.es6-string-html"
vscode "triumphtech.magnus"
vscode "vscodevim.vim"
vscode "vue.volar"
